from audio import tts

tts.model_init()
tts.generate("你好中华人民共和国")
tts.generate("1月30日下午，中共中央政治局就前瞻布局和发展未来产业进行第二十四次集体学习，习近平总书记发表了重要讲话。 \
    “十五五”开局之年，中央政治局首次集体学习聚焦这个课题，传递出新征程上我国将加快培育和发展未来产业， \
    以现代化产业新优势把握未来发展主动权的鲜明信号。未来产业由前沿技术驱动，具有前瞻性、战略性、颠覆性等特点。 \
    “十五五”规划建议提出，推动量子科技、生物制造、氢能和核聚变能、脑机接口、具身智能、第六代移动通信等成为新的经济增长点，这些领域正是未来产业的典型代表。 \
    过去一年，习近平总书记多次就培育未来产业作出部署：去年4月主持中共中央政治局集体学习，聚焦“加强人工智能发展和监管”； \
    赴上海考察“模速空间”大模型创新生态社区；在山西考察时强调“围绕发展新质生产力因地制宜布局新兴产业和未来产业”。 \
    瞄准2035年基本实现社会主义现代化，“十五五”时期是夯实基础、全面发力的关键时期，“建设现代化产业体系，巩固壮大实体经济根基”是首要战略任务。 \
    未来产业将成为现代化产业体系的重要支撑，也是重塑全球经济版图的关键要素。")